Revit 2027 API
UnitTypeId.JoulesPerGram Property
 Joules per gram.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId JoulesPerGram { get; }
Public Shared ReadOnly Property JoulesPerGram As ForgeTypeId
	Get
public:
static property ForgeTypeId^ JoulesPerGram {
	ForgeTypeId^ get ();
}
static member JoulesPerGram : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace